
export const termKo = {
  "terms_of_service": "서비스 이용약관 (필수)",
  "terms_of_use": "개인정보 이용약관 (필수)",
  "terms_of_provision": "개인정보 제3자 제공 약관 (필수)",
  "terms_of_marketing": "광고 및 마케팅 수신 동의 약관 (선택)",
}


export const termDetail = {
  "terms_of_service":
    <>
      <h3>1조 (목적 등)</h3>
      <ul>
        <li>1. 본 약관은 회원이 ㈜바로고(이하 "회사"라 합니다)에서 운영, 제공하는 인터넷 사이트 (www.riderplay.co.kr) 서비스(이하 "서비스"라 합니다)를 이용함에 있어 회사와 회원 간의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.</li>
        <li>2. 회원이 되고자 하는 이용자가 회사가 정한 소정의 절차를 거쳐서 "동의" 항목에 체크하거나 기타의 방법으로 동의하였을 경우, 본 약관에 동의하는 것으로 간주합니다.</li>
        <li>3. 본 약관에 정하는 이외의 회사와 회원의 권리, 의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.</li>
      </ul>

      <h3>제2조 (회원의 정의)</h3>
      <p>회원이란 회사가 제공하는 서비스에 접속하여 본 약관에 따라 회원으로 가입하여 서비스를 제공받는 자를 말합니다.</p>

      <h3>제3조 (서비스 이용 계약)</h3>
      <ul>
        <li>1. 회원 가입을 희망하는 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입하고 "가입하기" 버튼을 누르는 방법으로 회원 가입을 신청합니다.</li>
        <li>
          2. 회사는 제1항과 같이 회원으로 가입을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한 자를 회원으로 등록합니다.
          <br />- 등록 내용에 허위, 기재누락, 오기가 있는 경우
          <br />- 다른 사람의 명의를 사용하여 신청하였을 경우
          <br />- 제6조 제2항에 해당하는 회원 자격 제한 및 정지, 상실을 한 경험이 있었던 경우
          <br />- 기타 회원으로 등록하는 것이 회사의 서비스 운영 및 기술상 현저히 지장이 있다고 판단되는 경우
        </li>
        <li>3. 이용계약은 이용자의 이용신청에 대하여 회사가 승낙함으로써 성립하며, 이용계약의 성립시기는 회사의 승낙이 가입신청자에게 도달한 시점으로 합니다.</li>
        <li>4. 회원은 서비스의 이용을 위해 자신의 정보를 성실히 관리해야 하며, 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다.</li>
      </ul>


      <h3>제4조 (서비스의 제공 및 변경)</h3>
      <ul>
        <li>
          1. 회사는 회원에게 아래와 같은 서비스를 제공합니다.
          <br />- 라이더플레이(www.riderplay.co.kr) 서비스
          <br />- 회사가 자체 개발하거나 다른 회사와의 협력계약 등을 통해 회원들에게 제공할 일체의 서비스
        </li>
        <li>2. "회사"는 그 변경될 서비스의 내용 및 제공일자를 제7조 제2항에서 정한 방법으로 이용자에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.</li>
      </ul>


      <h3>제5조 (서비스의 중단)</h3>
      <ul>
        <li>1. 회사는 컴퓨터 등 정보통신설비의 보수점검/교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 회사가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.</li>
        <li>2. 제1항에 의한 서비스 중단의 경우에는 "회사"는 제7조 제2항에서 정한 방법으로 "회원"에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의. 중과실이 없는 시스템 장애 또는 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.</li>
      </ul>


      <h3>제6조 (회원 탈퇴 및 자격 상실 등)</h3>
      <ul>
        <li>1. 회원은 회사에 언제든지 자신의 회원등록 정보를 말소해 줄 것(회원 탈퇴)을 요청할 수 있으며 회사는 위 요청을 받은 즉시 해당 회원의 정보 말소를 위한 절차를 시행합니다.</li>
        <li>
          2. 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.
          <br />- 허위 내용을 등록한 경우
          <br />- 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
          <br />- 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
        </li>
        <li>3. 회사가 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록 정보를 말소합니다.</li>
        <li>4. 이용자가 서비스 이용 도중 12개월 이상 로그인 기록이 없는 경우, 회사는 해당 회원의 자격을 상실시킬 수 있습니다.</li>
      </ul>


      <h3>제7조 (회원에 대한 통지)</h3>
      <ul>
        <li>1. 회사가 특정 회원에게 서비스에 관한 통지를 하는 경우 회원정보에 등록된 메일주소를 사용할 수 있습니다.</li>
        <li>2. 회사가 불특정다수 회원에 대한 통지를 하는 경우 7일 이상 공지사항 게시판 혹은 관련 서비스 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.</li>
      </ul>


      <h3>제8조 계약의 해지</h3>
      <ul>
        <li>1. 회원이 이용계약을 해지하고자 하는 때에는 본인이 서비스 또는 이메일을 통하여 해지신청을 하여야 합니다.</li>
        <li>2. 회사는 회원이 제6조의 내용을 위반하고, 회사 소정의 기간 이내에 이를 해소하지 아니하는 경우 서비스 이용계약을 해지 또는 일정기간 승낙을 유보할 수 있습니다.</li>
      </ul>


      <h3>제9조 (회원의 개인정보)</h3>
      <ul>
        <li>1. 회사는 개인정보보호법에 의거하여 회원으로 가입 시 아이디, 비밀번호, 닉네임, 이메일, 생년월일, 가입인증정 등을 필수적인 개인정보로 입력 받습니다.</li>
        <li>2. 회사는 이용자의 개인정보를 수집할 때 반드시 본인의 동의를 받습니다.</li>
        <li>3. 회사가 타 업체와 제휴, 인수, 분사, 합병 시 회원의 정보는 공유될 수 있습니다.</li>
        <li>4. 회사는 회사가 제공하는 서비스를 이용하는 이용자를 대상으로 해당 서비스의 양적, 질적 향상을 위하여 회원에게 맞춤 서비스, 이벤트 등 다양한 서비스를 제공할 목적으로 회원가입 시 입력 받은 개인정보로부터 이름이나 주소와 같은 서비스 이용에 필요한 제한된 범위의 개인정보를 이용자의 동의를 받아 회사의 협력업체에 제공할 수 있습니다.</li>
        <li>5. 회원은 회사에 제공한 개인정보의 수집과 이용에 대한 동의를 언제든지 철회할 수 있습니다.</li>
        <li>6. 3항, 4항의 사유가 발생할 경우 회사는 회원에게 해당 사실을 공지해야 합니다.</li>
      </ul>


      <h3>제10조 (회사의 의무)</h3>
      <ul>
        <li>1. 회사는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다.</li>
        <li>2. 회사는 회원이 안전하고 편리하게 서비스를 이용할 수 있도록 시스템을 구축합니다.</li>
        <li>3. 회사는 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.</li>
        <li>4. 회사는 회원이 서비스를 이용함에 있어 회원에게 법률적인 증명이 가능한 고의 또는 중대한 과실을 입힐 경우 이로 인한 손해를 배상할 책임이 있습니다.</li>
      </ul>


      <h3>제11조 (회원의 ID 및 비밀번호에 대한 의무)</h3>
      <ul>
        <li>1. 회사가 개인정보보호법 등 관계법령에 의해서 그 책임을 지는 경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다.</li>
        <li>2. 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.</li>
        <li>3. 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.</li>
      </ul>


      <h3>제12조 (회원의 의무)</h3>
      <ul>
        <li>
          1. 회원은 다음 각 호의 행위를 하여서는 안됩니다.
          <br />- 회원가입신청 또는 변경 시 허위내용을 등록하는 행위
          <br />- 회사 및 제3자의 지적재산권을 침해하거나 회사의 권리와 업무 또는 제3자의 권리와 활동을 방해하는 행위
          <br />- 다른 회원의 ID를 도용하는 행위
          <br />- 관련 법령에 의하여 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)의 게시 또는 전송하는 행위
          <br />- 회사의 직원 또는 서비스의 관리자를 가장하거나 타인의 명의를 도용하여 정보를 게시, 전송하는 행위
          <br />- 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전송하는 행위
          <br />- 스토킹(stalking) 등 다른 회원을 괴롭히는 행위
          <br />- 다른 회원에 대한 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
          <br />- 불특정 다수의 자를 대상으로 하여 광고 또는 선전을 게시하거나 음란물을 게시하는 행위
          <br />- 회사가 제공하는 서비스에 게시된 공지사항 규정을 위반하는 행위
        </li>
        <li>2. 제1항에 해당하는 행위를 한 회원이 있을 경우 회사는 본 약관 제6조 제2, 3항에서 정한 바에 따라 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.</li>

        <li>3. 회원은 그 귀책사유로 인하여 회사나 다른 회원이 입은 손해를 배상할 책임이 있습니다.</li>
      </ul>


      <h3>제13조 (공개게시물의 삭제)</h3>
      <ul>
        <li>
          1. 회원의 공개게시물의 내용이 다음 각 호에 해당하는 경우 회사는 회원에게 사전 통지 없이 해당 공개게시물을 삭제할 수 있고, 해당 회원의 회원 자격을 제한, 정지 또는 상실시킬 수 있습니다.
          <br />- 다른 회원 또는 제3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용
          <br />- 공서양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 내용
          <br />- 범죄행위와 관련이 있다고 판단되는 내용
          <br />- 다른 회원 또는 제3자의 저작권 등 기타 권리를 침해하는 내용
          <br />- 기타 관계 법령에 위배된다고 판단되는 내용
          <br />- 종교적, 정치적 분쟁을 야기하는 내용으로서, 이러한 분쟁으로 인하여 회사의 업무가 방해되거나 방해되리라고 판단되는 경우
        </li>
        <li>2. 회원의 공개게시물로 인한 법률상 이익 침해를 근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민형사상의 법적 조치(예: 고소, 가처분신청, 손해배상청구소송)를 취하는 동시에 법적 조치와 관련된 게시물의 삭제를 요청해오는 경우, 회사는 동 법적 조치의 결과(예: 검찰의 기소, 법원의 가처분결정, 손해배상판결)가 있을 때까지 관련 게시물에 대한 접근을 잠정적으로 제한할 수 있습니다.</li>
        <li>3. 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 의해 공개된 게시물 등이 본인의 사생활을 침해하거나 명예를 훼손하는 등 권리를 침해 받은 회원 또는 제3자(이하 “요청자”이라 합니다)는 그 침해사실을 소명하여 회사에 해당 게시물 등의 삭제를 요청할 수 있습니다. 회사는 해당 게시물 등의 권리 침해 여부를 판단할 수 없거나 당사자 간의 다툼이 예상되는 경우 해당 게시물 등에 대한 접근을 임시적으로 차단하는 조치(이하 “임시조치”라 합니다)를 최대 30일 취합니다.</li>
        <li>4. 제3항에 의해 본인의 게시물 등이 임시조치된 회원(이하 “게시자”라 합니다)은 임시조치기간 중 회사에 해당 게시물 등을 복원해 줄 것을 요청(이하 “재 게시 요청”이라 합니다)할 수 있으며, 게시자의 재 게시 요청이 있는 경우 임시조치는 해제되고, 해당 사실은 게시자와 요청자에게 전달됩니다. 이후 요청자가 방송통신심의위원회, 법원 등 법률 기관에 의뢰하여 권리침해를 입증받은 후 이를 회사에 전달할 경우 해당 게시물 등은 삭제됩니다. 재 게시 요청이 없는 경우 해당 게시물 등은 임시조치 기간 만료 후 영구 삭제됩니다.</li>
      </ul>


      <h3>제14조 (저작권의 귀속 및 게시물의 이용)</h3>
      <ul>
        <li>1. 회사가 작성한 저작물에 대한 저작권, 기타 지적재산권은 회사에 귀속합니다.</li>
        <li>2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전승낙 없이 복제, 전송, 출판, 배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</li>
        <li>
          <p>3. 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, 회사는 서비스의 운영, 전시, 전송, 배포, 홍보의 목적으로 회원의 별도의 허락 없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되게 합리적인 범위 내에서 다음과 같이 회원이 등록한 게시물을 사용할 수 있습니다.</p>
          <br />- 서비스 내에서 회원 게시물의 복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의 편집 저작물 작성
          <br />- 미디어, 통신사 등 서비스 제휴 파트너에게 회원의 게시물 내용을 제공, 전시 혹은 홍보하게 하는 것. 단, 이 경우 회사는 별도의 동의 없이 회원의 이용자ID 외에 회원의 개인정보를 제공하지 않습니다.
          <br />- 회사는 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 회원의 동의를 얻어야 합니다.
          <br />- 회원이 이용계약 해지를 한 경우 회원 본인 ID에 기록된 보관자료(스크랩, 쪽지 등)는 삭제됩니다.
        </li>
      </ul>


      <h3>제15조 (광고게재 및 광고주와의 거래)</h3>
      <ul>
        <li>1. 회사가 회원에게 서비스를 제공할 수 있는 서비스 투자기반의 일부는 광고게재를 통한 수익으로부터 나옵니다. 회원은 회원이 등록한 게시물의 내용을 활용한 광고게재 및 기타 서비스상에 노출되는 광고게재에 대해 동의합니다.</li>
        <li>2. 회사는 서비스상에 게재되어 있거나 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.</li>
      </ul>


      <h3>제16조 (약관의 개정)</h3>
      <ul>
        <li>1. 회사는 『약관의 규제 등에 관한 법률』, 『전자거래기본법』, 『전자서명법』, 『정보통신망이용촉진 및 정보보호 등에 관한 법률』 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.</li>
        <li>2. 다만, 개정 내용이 회원에게 불리할 경우에는 적용일자 30일 이전부터 적용일자 전일까지 공지합니다.</li>
        <li>3. 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 회원은 변경된 약관이 공지된 후 15일 이내에 거부의사를 표명할 수 있습니다. 회원이 거부하는 경우 회사는 당해 회원과의 계약을 해지할 수 있습니다. 만약 회원이 변경된 약관이 공지된 후 15일 이내에 거부의사를 표시하지 않는 경우에는 동의하는 것으로 간주합니다.</li>
      </ul>

      <h3>제17조 손해배상</h3>
      <p>회사는 서비스와 관련하여 회원에게 손해가 발생하는 경우, 회사의 중대한 과실로부터 초래된 손해를 제외하고는 이에 대하여 책임을 지지 않습니다.</p>

      <h3>제18조 면책사항</h3>
      <ul>
        <li>1. 회사는 천재지변 및 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.</li>
        <li>2. 회사는 회원이 서비스에 게재한 정보 및 자료의 신뢰성, 정확성 등 내용에 관하여는 책임을 지지 않습니다.</li>
        <li>3. 회원ID와 비밀번호 관리 및 이용상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 회원에게 있습니다.</li>
        <li>4. 회원이 제6조 및 기타 약관에 규정된 사항을 위반하여 회사가 회원 또는 제3자에 대하여 책임을 부담하고 이로 인해 회사에 손해가 발생한 경우, 이 약관을 위반한 회원은 회사가 입은 모든 손해를 배상하여야 하며 동 손해로부터 회사를 면책시켜야 합니다.</li>
      </ul>


      <h3>제19조 (재판관할)</h3>
      <p>회사와 회원간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다.</p>

      <h3>[부칙]</h3>
      <p>본 약관은 2024년 4월 11일부터 적용됩니다.</p>
    </>,
  "terms_of_use":
    <>
      <p>㈜바로고(이하 "회사"라 합니다)는 회원이 회사에서 운영, 제공하는 인터넷 사이트 (www.riderplay.co.kr) 서비스(이하 "서비스"라 합니다)를 이용함에 있어 회원가입 및 서비스 제공을 위한 개인정보 수집 및 이용에 관한 동의를 받고 있습니다.</p>
      <ul>
        <li>
          <h3>1. 개인정보 수집, 이용 목적</h3>
          회사는 회원관리, 서비스 제공 등 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법 제15조(개인정보의 수집ㆍ이용)에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 것입니다.
          <br />
          <br />- 회원 가입 의사의 확인, 연령 확인회원이 이용계약, 이용자본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원 관리를 위하여 개인정보를 이용합니다.
          <br />- 서비스 제공, 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.
          <br />- 민원인의 신원확인, 민원사항 확인, 사실조사를 위한 연락, 통지, 처리 결과 통보 등의 목적으로 개인정보를 처리합니다. 또한 범죄의 예방 및 수사를 위한 요청 시 개인정보를 처리합니다.
          <br />- 법령 및 서비스 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
          <br />- 이벤트 정보 및 참여기회 제공 등을 위하여 개인정보를 이용합니다.
        </li>

        <li>
          <h3>2. 수집하는 개인정보의 항목</h3>
          ① 회원제 서비스를 이용하기 위해 회원가입을 할 경우, 회사는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다. 회원가입 시점에 회사가 이용자로부터 수집하는 개인정보는 아래와 같습니다.

          <br />- 개인 회원 [필수항목] : 아이디, 비밀번호, 닉네임, 이메일, 본인확인정보(이름, 생년월일, 성별, 내국인 여부, 중복가입확인정보(DI), 주민번호대체개인정보(CI))

          <br />② 회사 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘개인정보의 수집 및 이용목적, 수집하는 개인정보 항목, 개인정보의 보유 및 이용 기간’에 대해 안내 드리고 동의를 받습니다.

          <br />③ 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.

          <br />- IP 주소, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록
        </li>


        <li>
          <h3>3. 개인정보 보유 및 이용기간</h3>
          ① 이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 다만, 관련 법령에 의하여 보존할 필요가 있는 경우 아래와 같이 관련 법령에서 정한 일정한 기간 동안 또는 그 이상으로 회원정보를 보관합니다.

          <br />[전자상거래 등에서의 소비자보호에 관한 법률]
          <br />- 계약 또는 청약철회 등에 관한 기록 : 5년 보관
          <br />- 대금결제 및 재화 등의 공급에 관한 기록 : 5년 보관
          <br />- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 보관
          <br />[통신비밀보호법]
          <br />- 로그인 기록 : 회원탈퇴 후 1년
          <br />② 회사는 다음의 경우 회사 내부 방침에 의하여 개인정보를 보존합니다.
          <br />- 부정이용자의 경우 6개월간 재가입을 제한하기 위해 기간 동안 보존합니다.
          <br />- 부정이용 및 악의적 이용으로 타 회원에 피해를 준 이용자는 재가입을 최대 5년간 제한하며, 이를 위해 중복가입확인정보(DI)를 최대 5년간 보존합니다.
          <br />- 1년 동안 서비스를 이용하지 않은 이용자의 개인정보를 별도로 분리 보관하여 관리하고 있습니다.
          <br />③ 회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 30일의 유예기간 이후 해당 개인정보를 파기합니다.
          <br />다음의 사유에 해당하는 경우에는 해당 사유 종료 시 개인정보를 지체 없이 파기합니다.
          <br />- 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사/조사가 진행 완료 시
          <br />④ 회사는 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다.
        </li>

        <li>
          <h3>4. 개인정보 수집 및 이용 동의를 거부할 권리</h3>
          이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있습니다. 회원가입 시 수집하는 최소한의 개인정보, 즉, 필수 항목에 대한 수집 및 이용 동의를 거부하실 경우, 회원가입이 어려울 수 있습니다.
        </li>
      </ul>
    </>,
  "terms_of_provision":
    <>
      <p>회사는 「개인정보 수집 및 이용약관」에서 고지한 범위 내에서만 개인정보를 이용하며, 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.</p>
      <ul>
        <li>
          <h3>1. 이용자가 서비스 이용중 제3자 제공에 동의(수락)한 경우</h3>
          회사는 회원들의 동의 하에 아래의 목적으로 개인정보를 제 3자에게 제공하고 있습니다. 이에 회원은 개인정보 제3자 제공에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우, 서비스 이용에 제한을 받을 수 있습니다.
          <br />개인정보 제3자 제공
          <br />회사에서 제공하는 서비스를 이용하기 위하여 제3자에 개인정보를 제공하는 목록입니다. 즉, 아래 서비스를 이용하지 않는 이용자는 개인정보 제공이 발생하지 않습니다.
          <br />[카카오톡 선물받기]
          <br />제공받는자 : ㈜카카오
          <br />제공목적 : 회원들에 대한 카카오톡 선물
          <br />제공하는 항목 : 회원들의 휴대전화 번호
          <br />보유 및 이용기간 : 고객에 제공한 카카오톡 선물의 유효기간 종료일로부터 1년
          <br />[라이더 계정 확인(딜버)]
          <br />제공받는자 : 법인명 주식회사 더원인터내셔널
          <br />제공목적 : 회원들의 라이더 계정 확인
          <br />제공하는 항목 : 회원들의 휴대전화 번호
          <br />보유 및 이용기간 : 회원들의 라이더 계정 확인 완료 시
          <br />[라이더 계정 확인(모아라인)]
          <br />제공받는자 : 법인명 주식회사 바다코리아
          <br />제공목적 : 회원들의 라이더 계정 확인
          <br />제공하는 항목 : 회원들의 휴대전화 번호
          <br />보유 및 이용기간 : 회원들의 라이더 계정 확인 완료 시
        </li>
        <li>
          <h3>2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</h3>
        </li>
      </ul>
    </>,
  "terms_of_marketing":
    <>
      <p>㈜바로고는 인터넷 사이트 (www.riderplay.co.kr) 서비스(이하 "서비스"라 합니다)를 제공함에 있어서, 이용자의 광고성 정보 수신과 이에 따른 개인정보 처리에 대한 동의를 받고 있습니다. 약관에 동의하지 않으셔도 서비스를 이용하실 수 있습니다. 다만 이벤트, 혜택 등의 제한이 있을 수 있습니다.</p>

      <h4>- 개인정보 수집 항목</h4>
      아이디, 비밀번호, 닉네임, 휴대폰 번호, 이메일, 본인확인정보(이름, 생년월일, 성별, 내국인 여부, 중복가입확인정보(DI), 주민번호대체개인정보(CI))

      <br />
      <h4>- 개인정보 수집 이용 목적</h4>
      이벤트 운영 및 광고성 정보 전송
      <br />서비스 관련 정보 전송

      <h4>- 보유 및 이용 기간</h4>
      동의 철회 시 또는 회원 탈퇴 시까지

      <h4>- 동의 철회 방법</h4>
      개인정보관리 페이지에서 변경 (혹은 고객센터로 문의)

      <h4>- 전송 방법</h4>
      핸드폰 문자메시지(SMS), Email 등

      <h4>- 전송 내용</h4>
      혜택 정보, 이벤트 정보, 상품 정보, 신규 서비스 안내 등의 광고성 정보 제공
    </>,
}